label ending_4:
    # 음... 은은하게 일러 보여주기?
    # 걍 까만 배경 했다가 보여줘도 될 듯
    scene 4_1:
        fit "contain"
        xsize 1280      # 포지션을 좀 더 위로...
        ypos -80
    with dissolve

    T "나는, 변함없이 너를 숭배할 거야."
    T "이, 이젠 알아. 완전, 히 몸에 새겼어. 너만이, 엘시만이 나의 신이야."
    T "엘시를 섬길 수 이, 있어서. 정말 기뻐서... 울어, 버릴 것 같아."
    T "이런 나도, 푸, 품어주는, 거지? 응? 내 목자, 나의 엘시... ..."
    "어린양이 신의 품 안에서 눈을 감았다."
    "의지도, 껍데기도, 삶도 모두 신에게 맡긴 채 두 손을 모으며 마침내 안식을 찾았다."
    "네가 있는 곳이 내 낙원이야."
    "이제부터 어린양의 모든 생각의 끝은 엘시, 당신을 향할 것이다."
    "모든 말과 행동도 오로지 자신의 신을 찬양하기 위해. 참으로 당연하디 당연한... ..."
    T "{i}형제{/i}, 따위는 아, 아무래도 상관없어. 나는 구원, 받았어."
    T "엘시. 너를 만날 수 있어서. 너, 너를 섬길 수 있도록 허락해 줘서. 나를 전부 너로 채워줘서 감사해."
    T "아. 어, 어떡하지? 엘시는 이렇게 나, 나에게 축복을 가득, 내려주는데 나는 아, 아무것도, 너를 위해 하는 일이 없어."
    T "미안해. 네가 나를 사, 사랑할 수 있도록, 더 노력, 노력할게."
    T "영원히 너와 함께라면, 언젠가는 제대로 너, 엘시를, 사랑할 수 있게 되지 않을까.\n{w}아, 아냐. 이미 엘시를 마음 깊이 사랑하고 있어."
    T "그야, 이렇게나 행복한걸. 이렇게나 울고 싶고, 가슴이 떨리는 기분은 처음이라..."
    T "사랑해 엘시. 사랑해. 영원히 사랑할게. 앞으로도, 쭉..."
    T "엘시만이 나의 구원이야... ..."

    scene black with dissolve
    # 여기 뭐라 써야되지
    "서로가 유일한 신과 신도인 종교. 무엇도 동등하지 않은 관계."    # 이건 뭐 걍 취향나열아닌지
    "사랑 없는 사랑."
    "그럼에도 더없이 행복한... ..."
    "둘만의 해피엔딩."

    jump credits