# 아리까리한데? 머 맞겟지...
image normal = "images/backgrounds/ending/normal_1.png"

label ending_normal:
    scene normal with dissolve
    
    T "사실 아, 아직도 지금 신에 확신이, 없는데..."
    T "그래도 당장은, 그분밖에 없으니까... 계, 계속 여기 있으려고 해."
    T "있다보면, 언젠가, 시, 실망해서 떠나던지... 온전한 신앙을 갖던지... 하지 않, 을까?"
    T "하하. 기, 김빠지는... 결론이지."
    T "미안해. 너도 최선을 다했, 다했을 텐데. 이런 답을 돌려, 줬네."
    T "그, 그래도 있지...! {이랑}[you]{/이랑} 함께한 시간은, 저, 정말로 행복했어.{color=#2E2E2E}\n정말? 정말...{/color}"
    T "너만 괜찮다면, 다음에 또... 같이, 그분을 섬기자."
    T "... ... 이만 갈게."
    T "잘 지내 [you]. 그분이 여, 영원히 널 품어주길, 기도할게."

    # 아 머리 안돌아가 더 보완
    "신앙 [belief]"

    # 엔딩크레딧으로 점프
    jump credits