# 다른 종교 찾아떠남
image bad = "images/backgrounds/ending/bad_2.png"

label ending_bad:
    scene black with dissolve

    T "잠깐... 나가지 않을래?"
    "밖으로 향하는 문을 연다. 얕게 쌓인 눈 위로 네 개의 발자국이 찍혔다."
    "이윽고 건물 뒷편, 넓게 펼쳐진 갈대밭이 시야를 가득 채웠을 때. 둘은 손을 잡고 빽빽이 서 있는 갈대 사이를 파고들었다."
    "어린 웃음 소리가 들렸다."
    "[lamb]는 이곳이 자신의 고향과 닮았다며, 그래서 좋아한다며 웃었다."
    "속을 깊이 헤집어 들어갈 때마다 줄기가 흔들려서, 갈대 위로 쌓였던 눈이 옷 위로 튀었다."
    "몸이 시렵진 않니, [you]?"

    scene bad with dissolve

    "{이가}[you]{/이가} 손을 놓았음에도 [lamb]는 더 깊이 들어갔다."
    "깊이, 깊이... 그래봤자 우리의 거리는 열 발자국밖에 벌어지지 않았음에도."
    "덩그러니 갈대 사이에 선 [lamb]는 그럼에도 더 먼 곳을 바라보았다."
    "마치 어디론가 떠나려는 것처럼."

    T "... 나, 생각해 봤는데."
    T "여기선 내 신을, 찾을 수 없, 는 것 같아."
    T "그래서... 있지 [you]. 더는 이곳에 있을, 있을 필요가 없어졌어."
    T "고마워. 내게 진리를, 깨우쳐 줘서."
    T "내일이 되면 바로 떠날 거야. 이제 정말 다, 다시 보는 일은, 없겠네. 새로운 종교는 잘 맞았, 으면 좋겠다."
    T "잘 지내 [you]. 만약 신이 우릴 이어준다면... 그때 기적처럼 또 보자."
    "신앙 [belief]"

    # 엔딩크레딧으로 점프
    jump credits