# 우리 종교 완전 짱이야 이게 진리
image good = "images/backgrounds/ending/good_3.png"

label ending_good:
    scene good with dissolve
    # 그냥 여기서 화면을 바꿔도 될 듯
    # 천천히
    T "나는, 계, 계속, 그분을 섬길 거야...!"
    T "{이가}[you]{/이가} 알려줬어. 그분만이 세, 세상의 유일한, 진리라는 걸!"
    "[lamb]의 얼굴이 황홀함으로 가득 찼다."
    T "고마워, [you]! 네, 네 덕분에 내가, 드디어 올바른 신앙을 갖도록, 거, 거듭났어."
    T "네가 아니, 아니었다면 난 분명... 그분에게 버, 버림 받았을 거야."
    T "지금이야말로 확신, 할 수 있어. 그분만이 나의 신이야. 나, 난 그분에게 구원 받을 수 있어...!"
    T "아. 지금 뭔가, 무, 무척 행복해."
    T "기분이 좋아... ..."
    T "이, 이제부터 정말, 열심히 그분을 섬길 거야."
    T "내 몸도 마음도 저, 전부... 그분의 것, 이니까. 모든 걸 바쳐야, 그분이 행복해."
    T "너도 그, 그렇게 생각하지? 우리 또, 의식에 참여하자. 죄인은 버, 벌을 받아 마땅하니까, 죄인이 되지 않도록!"

    scene black with dissolve

    "[lamb]가 [you]의 손을 이끌며 환히 웃었다."
    "모두 당신이 바라는 대로 됐다."
    "축하해 [you]."
    "해피엔딩. 우리의 이야기는 이렇게 막을 내린다."
    "신앙 [belief]"

    # 엔딩크레딧으로 점프
    jump credits